Repository: snikket-im/snikket-ios
Catalog: Snikket/*.lproj/Localizable.strings
Languages: sv

source: 1 line of preview
sv: En rads förhandsvisning

source: Account Removal Failed
sv: Kontoborttagning Misslyckades

source: Accounts
sv: Konton

source: Addresses
sv: Adresser

source: All
sv: Alla

source: All messages will be deleted and all participants will be kicked out. Are you sure?
sv: Alla meddelanden kommer raderas och alla deltagare blir utsparkade. Är du säker?

source: Attachment
sv: Bilaga

source: Attachments
sv: Bilagor

source: Audio call
sv: Ljudsamtal

source: Automatic
sv: Automatiskt

source: Away
sv: Borta

source: Banning user
sv: Portar användare

source: Be right back
sv: Strax tillbaka

source: By availability and time
sv: Efter tillgänglighet och tid

source: By time
sv: Efter tid

source: Call ended
sv: Samtal avslutat

source: Call failed
sv: Samtal misslyckades

source: Cancel
sv: Avbryt

source: Change
sv: Ändra

source: Change avatar
sv: Ändra profilbild

source: Change subject
sv: Ändra ämne

source: Channel destruction failed!
sv: Kanalförstörelsen misslyckades!

source: Clear History
sv: Rensa historik

source: Close
sv: Stäng

source: Connect
sv: Anslut

source: Connecting...
sv: Ansluter...

source: Continue
sv: Fortsätt

source: Could not rename group chat. The server responded with an error:
sv: Kunde inte döpa om chatt.Servern svarade med ett felmeddelande:

source: Create
sv: Skapa

source: Dark
sv: Mörk

source: Delete all
sv: Radera alla

source: Delete channel?
sv: Radera kanal?

source: Delete group chat?
sv: Radera gruppchatt?

source: Do not disturb
sv: Stör ej

source: Do you want to ban user
sv: Vill du porta användaren

source: Edit
sv: Redigera

source: Encryption
sv: Kryptering

source: Enter default nickname to use in chats
sv: Ange visningsnamn att använda i chattar

source: Enter new name for group chat
sv: Ange nytt namn för gruppchatt

source: Enter new subject for group chat
sv: Ange nytt ämne för gruppchatt

source: Extended away
sv: Borta en längre stund

source: Failed To Update Contact List
sv: Misslyckades att uppdatera kontaktlistan

source: Failure
sv: Fel

source: Fingerprint of this device
sv: Den här enhetens fingeravtryck

source: History
sv: Historia

source: Invitation
sv: Inbjudan

source: Invite
sv: Inbjudan

source: It was not possible to access camera or microphone. Please check privacy settings
sv: Kunde inte komma åt kamera eller mikrofon. Kontrollera integritetsinställningarna

source: It was not possible to contact XMPP server and sign in.
sv: Det gick inte kontakta XMPP-servern för att logga in.

source: It was not possible to establish call
sv: Kunde inte etablera samtal

source: Join group chat
sv: Gå med i gruppchatt

source: Joined
sv: Gick med

source: Joining...
sv: Går med...

source: Key not generated!
sv: Nyckel ej genererad!

source: Last %d days
sv: Senaste %d dagarna

source: Last %d hours
sv: Senaste %d timmarna

source: Leave chat
sv: Lämna chatt

source: Light
sv: Ljus

source: Limits the size of the files sent to you which may be automatically downloaded
sv: Begränsar storleken på filer skickade till dig som automatiskt hämtas

source: lines of preview
sv: förhandsvisade rader

source: Manage Storage
sv: Hantera Lagring

source: Member
sv: Medlem

source: Message Archiving
sv: Meddelandearkivering

source: Message Archiving Error
sv: Meddelandearkiveringsfel

source: Message Synchronization
sv: Meddelandesynkronisering

source: New call...
sv: Nytt samtal...

source: New private group chat
sv: Ny privat gruppchatt

source: New public group chat
sv: Ny publik gruppchatt

source: Nickname
sv: Visningsnamn

source: No attachments
sv: Inga bilagor

source: No messages yet. Say hi!
sv: Inga meddelanden än. Säg hej!

source: Not connected!
sv: Inte ansluten!

source: Not Joined
sv: Inte Med

source: Nothing
sv: Ingenting

source: Older than 7 days
sv: Äldre än 7 dagar

source: Operation timed out
sv: Operationen fick time out

source: operation timed out
sv: operationen fick time out

source: Other devices fingerprints
sv: Andra enheters fingeravtryck

source: Phones
sv: Telefoner

source: Please try again!
sv: Vänligen försök igen!

source: Provided values are not acceptable
sv: Oacceptabla värden angivna

source: Quality of shared media
sv: Kvalité på delad media

source: Received files are using %d MB of storage.
sv: Mottagna filer använder %d MB av lagringsutrymmet.

source: Register
sv: Registrera

source: Registration Failure
sv: Misslyckad Registrering

source: Registration is not supported by this server
sv: Registrering stöds inte på denna server

source: Rename
sv: Byt namn

source: Rename chat
sv: Döp om chatt

source: Report and Block
sv: Rapportera och blockera

source: Reported
sv: Rapporterad

source: Reporting...
sv: Rapporterar...

source: Resend
sv: Skicka igen

source: Ringing...
sv: Ringer...

source: Save
sv: Spara

source: Scanned QR code is not valid for Snikket.
sv: Skannad QR-kod är inte giltig för Snikket.

source: Search channels
sv: Sök efter kanaler

source: Select photo
sv: Välj foto

source: Select quality of the image to use for sharing
sv: Välj kvalité på bild för delning

source: Select quality of the video to use for sharing
sv: Välj kvalité på video att använda vid delning

source: Select status
sv: Välj status

source: Send Current Location
sv: Skicka nuvarande plats

source: Send Pin Location
sv: Skicka Vald Position

source: Server did not respond to registration request
sv: Servern svarade inte på registreringsförfrågan

source: Server returned an error:
sv: Serverns felmeddelande:

source: Server returned error:
sv: Serverns felmeddelande:

source: Service is not available at this time.
sv: Tjänsten är inte tillgänglig just nu.

source: Settings
sv: Inställningar

source: Snikket can be automatically notified by compatible XMPP servers about new messages when it is in background or stopped. If enabled, notifications about new messages will be forwarded to our push component and delivered to the device. These notifications may contain message senders jid and part of a message. Do you want to enable push notifications?
sv: Snikket kan automatiskt bli notifierad av kompatibla XMPP-servrar om nya meddelanden när den är i bakgrunden eller stoppad. Om aktiverat så skickas notifikationer om nya meddelanden till vår push-komponent and levereras till enheten. Dessa notifikationer kan innehålla meddelandets avsändare och del av meddelandet. Vill du aktivera push-notiser?

source: Take photo
sv: Ta foto

source: The server returned an error:
sv: Serverns felmeddelande:

source: The server returned an error:
sv: Serverns felmeddelande:

source: The user will be reported and any calls, messages and status updates from them will be blocked.
sv: Användaren kommer rapporteras och samtal, meddelanden och statusuppdateringar från dem blockeras.

source: This room is not capable of sending encrypted messages. Please change encryption settings to be able to send messages
sv: Det här rummet kan inte skicka krypterade meddelanden. Vänligen ändra krypteringsinställningar för att skicka meddelanden

source: This will delete all the message history for this chat. Continue?
sv: Detta raderar all meddelandehistorik för den här chatten. Fortsätta?

source: Unblock
sv: Avblockera

source: Unkown error occured
sv: Okänt fel uppstod

source: Unlimited
sv: Obegränsad

source: Used image and video quality may impact storage and network usage
sv: Vald bild- och videokvalité kan påverka lagring och dataanvändning

source: User with provided username already exists
sv: Användare med angivet användarnamn finns redan

source: using
sv: använder

source: Video call
sv: Videosamtal

source: Warning
sv: Varning

source: When you share files using HTTP, they are uploaded to HTTP server with unique URL. Anyone who knows the unique URL to the file is able to download it. Do you wish to enable?
sv: När du delar filer över HTTP, laddas de upp till en HTTP-server med en unik URL. Vem som helst som känner till den unika URLen kan hämta filen. Vill du aktivera?

source: Would you like to use %@ as the default provider for outgoing SMS and calls from %@?
sv: Would you like to use %1$@ as the default provider for outgoing SMS and calls from %2$@?

source: Yes
sv: Ja

source: Yesterday
sv: Igår

source: You are invited to join conversation at
sv: Du är inbjuden till konversationen i

source: You are leaving the group chat
sv: Du lämnar gruppchatten

source: You are not joined to the channel.
sv: Du är inte med i kanalen.

source: Your Name
sv: Ditt Namn
